tap "heroku/brew"
tap "homebrew/autoupdate"
tap "alphagov/gds"

brew "age"
brew "argo"
brew "awscli"
brew "fd"
brew "ffmpeg"
brew "gds-cli"
brew "glow"
brew "govuk-connect"
brew "graphviz"
brew "helm"
brew "heroku"
brew "java"
brew "jq"
brew "kubectl"
brew "mas"
brew "netlify-cli"
brew "oauth2c"
brew "portaudio"
brew "redis"
brew "trash"
brew "tree"
brew "youtube-dl"
brew "z80asm"

cask "1password"
cask "adobe-digital-editions"
cask "aws-vault"
cask "audacity"
cask "brave-browser"
cask "calibre"
cask "deckset"
cask "discord"
cask "docker"
cask "doxie"
cask "dropbox"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "gitup"
cask "inkscape"
cask "kdiff3"
cask "keybase"
cask "kobo"
cask "losslesscut"
cask "microsoft-teams"
cask "pop"
cask "qlmarkdown"
cask "quicklook-json"
cask "retro-virtual-machine"
cask "slack"
cask "stats"
cask "spotify"
cask "telegram"
cask "now-tv-player"
cask "tuple"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"

# mas "Things", id: 904280696
# mas "Seashore", id: 1448648921
