tap "heroku/brew"
tap "homebrew/autoupdate"

brew "actionlint"
brew "age"
brew "awscli"
brew "cliclick"
brew "difftastic"
brew "fd"
brew "flac"
brew "ffmpeg"
brew "glow"
brew "gh"
brew "graphviz"
brew "helm"
brew "heroku"
brew "java"
brew "jq"
brew "kubectl"
brew "libvips"
brew "mailhog"
brew "mas"
brew "mise"
brew "mysql"
brew "netlify-cli"
brew "oauth2c"
brew "portaudio"
brew "postgresql@17"
brew "redis"
brew "ripgrep"
brew "superfile"
brew "trash"
brew "tree"
brew "unix2dos"
brew "yt-dlp"
brew "z80asm"
brew "zstd"

cask "1password"
cask "adobe-digital-editions"
cask "aws-vault"
cask "audacity"
cask "basictex"
cask "brave-browser"
cask "calibre"
cask "darktable"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gitup"
cask "inkscape"
cask "keybase"
cask "kobo"
cask "losslesscut"
cask "microsoft-teams"
cask "modern-csv"
cask "ngrok"
cask "pop"
cask "postman"
cask "qgis"
cask "qlmarkdown"
cask "quicklook-json"
cask "retro-virtual-machine"
cask "slack"
cask "stats"
cask "spotify"
cask "sweet-home3d"
cask "telegram"
cask "now-tv-player"
cask "tableplus"
cask "tuple"
cask "utm"
cask "vienna"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zed"
cask "zoom"

# mas "Things", id: 904280696
# mas "Seashore", id: 1448648921
